Repository: MicrogamerCz/Piki
Catalog: po/*/piki.po
Languages: cs

source: Home
cs: Domů

source: Following
cs: Sledovaní

source: Watchlist
cs: Sledované série

source: My pixiv
cs: Můj pixiv

source: Newest
cs: Nejnovější

source: Bookmarks
cs: Záložky

source: History
cs: Historie

source: Settings
cs: Nastavení

source: Accounts
cs: Profily

source: Add account
cs: Přidat profil

source: Accepting requests
cs: Přijímá žádosti

source: Proceed
cs: Pokračovat

source: R-18 work!
cs: Nevhodný obsah! (R-18)

source: Warning! This work is marked as %1! Do you want to set this image as your wallpaper?
cs: Varování! Tato práce je označena %1! Chcete si tuto ilustraci nastavit jako pozadí obrazovky?

source: Which image should be used for the wallpaper?
cs: Která z ilustrací má být nastavena?

source: Which monitor should have the wallpaper?
cs: Na jakém monitoru by se měla zobrazit?

source: Follow
cs: Sledovat

source: Yes
cs: Ano

source: Always Ask
cs: Vždy se ptát

source: Yes (never show again)
cs: Ano (neukazovat znovu)

source: No
cs: Ne

source: No (disable for restricted works)
cs: Ne (automaticky pro věkově omezené práce)

source: %1 work
cs: %1 část

source: Author
cs: Autor

source: Reply
cs: Odpovědět

source: Search...
cs: Vyhledat...

source: Comments
cs: Komentáře

source: Home ・ %1
cs: Domovská stránka ・

source: Illustrations
cs: Ilustrace

source: Manga
cs: Mangy

source: Novel
cs: Novely

source: Rankings
cs: Žebříček

source: Missing keyring
cs: Chybějící poskytovatel klíčenky

source: Failed to open keyring implementing 'org.freedesktop.secrets' api (eg. KWallet, Gnome Keyring) Piki will work with a single account logged in, without storing session after Piki is closed
cs: Nepodařilo se otevřít klíčenku využívající 'org.freedesktop.secrets' api (např. KWallet, Gnome Keyring) Piki bude funkční s jediným přihlášeným účtem bez ukládání sezení

source: Set as wallpaper
cs: Nastavit jako tapetu

source: Next Chapter:
cs: Další kapitola:

source: Previous Chapter:
cs: Předchozí kapitola:

source: In your watchlist
cs: V seznamu sledovaných

source: Add to watchlist
cs: Přidat do seznamu sledovaných

source: Series
cs: Série

source: My pixiv request
cs: 'My pixiv' žádost

source: Recommended Users
cs: Doporučení uživatelé

source: Gender
cs: Pohlaví

source: Male
cs: Muž

source: Female
cs: Žena

source: Age
cs: Věk

source: Birthday
cs: Datum narození

source: Computer
cs: Počítač

source: Software used
cs: Používaný software

source: Graphic tablet
cs: Grafický tablet

source: Manga series
cs: Manga série

source: Novels
cs: Novely

source: Illustrations / Manga (Bookmarks)
cs: Illustrace / Manga (záložky)

source: Novels (Bookmarks)
cs: Novely (žáložky)

source: Permanent cache is disabled
cs: Trvalá mezipaměť je vypnuta

source: Only the image variant with the highest definition is cached permanently
cs: Jen varianty s nejvyšší kvalitou jsou uloženy do mězipaměti

source: All images are cached
cs: Všechny obrázky jsou uloženy do mezipaměti

source: All images, and illust/profile data is cached
cs: Všechny obrázky, data prací a profilů jsou uložena do mezipaměti

source: General
cs: Obecné

source: Cache level
cs: Úroveň mezipaměti

source: None
cs: Žádná

source: Optimised
cs: Optimalizovaná

source: Images
cs: Obrázky

source: Everything
cs: Vše

source: Maximum cache size
cs: Maximální velikost mezipaměti

source: Unlimited
cs: Neomezená

source: Defaults
cs: Základní nastavení

source: Startup page
cs: Po spuštění

source: R-18/R-18G wallpapers
cs: Věkově omezené tapety

source: Default settings for 'Set wallpaper' behaviour for age restricted works
cs: Základní nastavení pro věkově omezené tapety

source: Popular
cs: Populární

source: Oldest
cs: Nejstarší

source: Partial tag match
cs: Částečná shoda tagů

source: Perfect tag match
cs: Perfektní shoda tagů

source: Title, description
cs: Shoda v titulku a popisu

source: 24 hours
cs: Poslední den

source: One Week
cs: Poslední týden

source: One Month
cs: Poslední měsíc

source: 6 Months
cs: Poslední půlrok

source: One Year
cs: Poslední rok

source: Indicate Date
cs: Vybrat období

source: Limited search by popularity
cs: Omezené hledání podle popularity

source: Newest ・ %1
cs: Nejnovější ・ %1

source: Series ・ %1
cs: Série ・ %1

source: Welcome to piki
cs: Vítejte v piki

source: Illustrations, manga, and novels. You can find them all on pixiv.
cs: Ilustrace, mangy a novely. To vše můžeš najít na pixivu.

source: Here, you are bound to find something you like.
cs: Zde najdeš to, co máš rád

source: Find something you like
cs: Najdi to, co máš rád

source: Login
cs: Přihlásit se

source: Skip
cs: Přeskočit

source: Next
cs: Další

source: Bookmarks ・ %1
cs: Záložky ・ %1

source: All
cs: Vše

source: Uncategorized
cs: Neoznačené

source: Public
cs: Veřejné

source: Copied to clipoboard!
cs: Zkopírováno do schránky

source: Following ・ %1
cs: Sledovaní uživatelé ・ %1

source: Illustrations / Manga
cs: Ilustrace / Mangy

source: Public only
cs: Pouze veřejné

source: Private only
cs: Pouze soukromé

source: Watchlist ・ %1
cs: Sledované série ・ %1

source: Application Description
cs: Popis aplikace

# @info:credit
source: Maintainer
cs: Správce
